[{"model": "products.product", "pk": 2, "fields": {"category": 1, "sku": "902989549348", "name": "Candle Making Worshop Winter Special - 1st March 2022", "description": "Through this workshop you will be making candles specific to the winter season. You will be making several candles with the most popular winter scents, and you can take your creations home. All equipment and materials are included, and light tea and snacks will be served, all you need to bring is yourself! All workshops take place at the location is at the bottom of the page, and timing are always between 2pm and 6pm. There will be a Health and Safety briefing at the start of every workshop to ensure everyone performs in a safe environment.", "price": "50.00", "image_url": null, "image": "pexels-ron-lach-8271830_yaOWcEN.jpg"}}, {"model": "products.product", "pk": 3, "fields": {"category": 1, "sku": "230170491311", "name": "Candle Making Beginner Worshop - 15th March 2022", "description": "Through this workshop you will be introduced to candle-making; learn about the different types of wax, dyes and fragrances. We will teach you how to melt wax and mix fragrance oils. You will be making several candles with the most popular scents, and you can take your creations home. All equipment and materials are included, and light tea and snacks will be served, all you need to bring is yourself! All workshops take place at the location is at the bottom of the page, and timing are always between 2pm and 6pm. There will be a Health and Safety briefing at the start of every workshop to ensure everyone performs in a safe environment.", "price": "50.00", "image_url": null, "image": "pexels-roman-odintsov-5933780_rtRUcn1.jpg"}}, {"model": "products.product", "pk": 4, "fields": {"category": 1, "sku": "531645333478", "name": "Candle Making Worshop Easter Special - 28th March 2022", "description": "Through this workshop you will be making candles specific to the Easter holidays. You will be making several candles with sweet spring scents that remind you of spring, and you can take your creations home. All equipment and materials are included, and light tea and snacks will be served, all you need to bring is yourself! All workshops take place at the location is at the bottom of the page, and timing are always between 2pm and 6pm. There will be a Health and Safety briefing at the start of every workshop to ensure everyone performs in a safe environment.", "price": "60.00", "image_url": null, "image": "pexels-yan-krukov-7234521_Uz84l3t.jpg"}}, {"model": "products.product", "pk": 5, "fields": {"category": 2, "sku": "620367982963", "name": "Vanilla Candle - Winter Edition", "description": "This special Winter Edition Vanilla candle represents the festive season. Cinnamon and vanilla as the base scents and hints of spun sugar and clove, giving off the familiar feeling of Christmas by the fire.", "price": "8.00", "image_url": null, "image": "candle1_T06p7RO.jpg"}}, {"model": "products.product", "pk": 6, "fields": {"category": 2, "sku": "906491321145", "name": "Classic Vanilla Candle", "description": "The Classic vanilla candle has the strong scent of chopped vanilla pods with distinctive spicy undertones. Use it to spread a little sweetness throughout your home.", "price": "8.00", "image_url": null, "image": "candle2_1VI9GjL.jpg"}}, {"model": "products.product", "pk": 7, "fields": {"category": 2, "sku": "098614754580", "name": "Winter Forest Candle", "description": "The Winter Forest Candle is a blend of pine and freshly picked eucalyptus leaves, with herbs and menthol. It feels like you are standing in the middle of a forest within Scandinavia.", "price": "10.00", "image_url": null, "image": "candle3_FvnYzfi.jpg"}}, {"model": "products.product", "pk": 8, "fields": {"category": 2, "sku": "574401220486", "name": "Winter Candle - Christmas Edition", "description": "The Christmas special Candle celebrates the season with a festive blend of spicy cinnamon, clove and orange, combined with warm spices and sandalwood. The perfect scent to warm up the home on a cold winters day.", "price": "10.00", "image_url": null, "image": "candle4_YNPQqCo.jpg"}}, {"model": "products.product", "pk": 9, "fields": {"category": 2, "sku": "351142163639", "name": "Classic Candle - Winter Edition", "description": "The Winter Candle has comforting notes of rich, aromatic Bergamot and soothing saffron with woody patchouli and a rich, warming swill of cognac. The Classic style is perfect for any home.", "price": "10.00", "image_url": null, "image": "candle5_FbIyt9M.jpg"}}]